---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.Profile1FlippedHor
source: html/1a9f4976-57aa-09bd-c844-5409f6b96545.htm
---
# Autodesk.Revit.DB.ParameterTypeId.Profile1FlippedHor Property

"Profile Is Flipped"

## Syntax (C#)
```csharp
public static ForgeTypeId Profile1FlippedHor { get; }
```